tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "exa"
brew "docker", link: false
brew "docker-compose", link: false
brew "fd"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "jq"
brew "lazygit"
brew "nvim"
brew "neovim"
brew "task"
brew "tmux"
brew "peco"
brew "python"
brew "python@3.9"
brew "python@3.10"
brew "python@3.10"
brew "ruby"
brew "ruby@3.0"
brew "weechat"
brew "zsh"

cask "1password"
cask "appcleaner"
cask "discord"
cask "docker"
cask "hyper"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "slack"
cask "skitch"
cask "tickeys"
cask "visual-studio-code"
cask "tickeys"
