tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "ghq"
brew "git"
brew "nvim"
brew "neovim"
brew "peco"
brew "tig"
brew "fzf"
brew "tmux"
brew "lazygit"
brew "exa"
brew "fd"
brew "ghq"
brew "jq"
brew "neovim"
brew "zsh"

cask "1password"
cask "alfred"
cask "chatwork"
cask "discord"
cask "docker"
cask "google-chrome"
cask "hyper"
cask "jetbrains-toolbox"
cask "slack"
