tap "homebrew/bundle"
tap "homebrew/core"

brew "anyenv"
brew "bat"
brew "exa"
brew "docker", link: false
brew "docker-compose", link: false
brew "fd"
brew "fzf"
brew "gcalcli"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "jump"
brew "jq"
brew "lazygit"
brew "nvim"
brew "neovim"
brew "task"
brew "tmux"
brew "peco"
brew "python"
brew "python@3.9"
brew "python@3.10"
brew "python@3.10"
brew "ruby"
brew "ruby@3.0"
brew "weechat"
brew "zsh"
